{
  "bufferline.nvim": { "branch": "main" },
  "deoplete.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "surround.vim": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}
