{
  "deoplete.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "surround.vim": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}
