{
  "Align": { "branch": "master" },
  "deoplete.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "surround.vim": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "unite.vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-ref": { "branch": "master" },
  "vim-ref-ri": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-submode": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "xmledit": { "branch": "master" }
}
